[
  {
    "id": 1,
    "title": "Jammu & Kashmir Tourism",
    "url": "https://www.youtube.com/watch?v=piAxLnNhs90",
    "description": "Embark on a virtual tour of the Kashmir road trip with these 5 breathtaking stops you can't miss! From Razdan Pass to Gurez Valley, experience the beauty of Kashmir like never before.\nPlanning a summer trip to Kashmir? Don't miss out on these must-visit spots: Start with the serene Ningle Naala, surrounded by lush forests, streams, and waterfalls. Then, journey through the breathtaking Razdan Pass to reach the adventure-filled Gurez Valley, perfect for hiking, camping, fishing, and birdwatching. #KashmirExploration #SummerGetaway #NingleNaala #RazdanPass #GurezValley #Adventure #Nature #TravelGoals #ExploreKashmir #visitkashmir "
  },
  {
    "id": 2,
    "title": "Maharashtra Tourism",
    "url": "https://www.youtube.com/watch?v=d8twWNWqcNI",
    "description": "Discove #RankalaLake #Kolhapur #AerialView #NatureWonder #Travel #MaharashtraTourism #HiddenGem #BreathtakingScenery #Boating #Kayaking #NatureLovers #LakeViews #ScenicBeauty #Travelgram #ExploreIndia #Maharashtra #trending #youtubeviralr the stunning beauty of Rankala Lake in Kolhapur, Maharashtra, captured in an awe-inspiring aerial video. Whether you seek a peaceful lakeside stroll or exciting water adventures like boating and kayaking, Rankala Lake offers something for every traveler"
  },
  {
    "id": 3,
    "title": "Kerala Tourism",
    "url": "https://www.youtube.com/watch?v=ih2Y1shWRo8",
    "description": "Embark on a journey to Vagamon, Kerala's hidden paradise, through our captivating visual guide. Situated in the lush Western Ghats, Vagamon offers unparalleled tranquility and natural beauty, making it an ideal destination for both adventure seekers and those seeking peace. Dive into the essence of Vagamon in 2024, from its picturesque landscapes to its rich local culture and history."
  },
  {
    "id": 4,
    "title": "Tourism place to visit",
    "url": "https://www.youtube.com/watch?v=KaiPEeAXt6w",
    "description": "Get off the beaten path this Diwali and explore India's hidden gems like Kashmir, Ashvem Beach, South Goa, and Devil's Finger. Join us on a travel adventure!\nExplore the best travel destinations to celebrate Diwali 2023 in India. From spiritual temples to sun-kissed beaches and historical wonders, this guide takes you on an enchanting journey to make your Diwali truly memorable. Subscribe for more travel tips and updates!"
  },
  {
    "id": 5,
    "title": "Gujarat Tourism",
    "url": "https://www.youtube.com/watch?v=zkoTLLIqRz4",
    "description": "Step into the past at Bhadra Fort, a historical gem in Gujarat known for its breathtaking architecture and rich heritage. From royal palaces to ornate mosques and imposing gates, this fort offers a glimpse into the architectural grandeur and cultural depth of ancient India. Join us as we delve into the history and explore the vast grounds of this magnificent monument."
  },
  {
    "id": 6,
    "title": "Goa Tourism",
    "url": "https://www.youtube.com/watch?v=dAbim6G_bAE",
    "description": "Dive into the lesser-known regions of Goa's hinterlands—an adventure waiting just for you in South Goa's tranquil landscapes. Nestled among vibrant greenery and refreshing spring waters, this journey offers a deep exploration into the untouched beauty of the area. Perfect for those seeking solitude and nature's charm away from the usual tourist spots."
  },
  {
    "id": 7,
    "title": "Nature Tour",
    "url": "https://www.youtube.com/watch?v=EnyMOb3w3F8",
    "description": "Join us on a scenic journey along Marine Drive, famously known as the Queen's Necklace, one of Mumbai's most iconic landmarks. Discover the best times to visit, either in the early morning or late evening, to enjoy minimal traffic, the soothing sounds of the waves, and the refreshing sea breeze. Experience the charm of South Mumbai through our guide to Marine Drive."
  },
  {
    "id": 8,
    "title": "Famous Waterfall in India",
    "url": "https://www.youtube.com/watch?v=0zgppa-ZqEE",
    "description": "Explore the serene beauty of Godachinmalki Falls, also known as Markandeya Falls, nestled in the rugged green valley of Markandeya River in Gokak, Karnataka. Watch as the water cascades in steps into the deep valley—a truly mesmerizing spectacle. Nearby attractions include a historic power station from the 1800s and a cotton mill. It's the perfect peaceful retreat to enjoy with family or friends. Don't forget to like, comment, and subscribe for more breathtaking travel videos!"
  },
  {
    "id": 9,
    "title": "Famous Dance in India",
    "url": "https://www.youtube.com/watch?v=9E5k9VdPkPA",
    "description": "Experience the vibrant and energetic Assamese Bihu dance in stunning 360 degrees! This video captures the magic of the Bihu dance.\n\nThe Bihu dance is a joyous celebration of the Assamese culture and heritage. It is performed by young men and women in colorful traditional costumes, and the dancing style is characterized by brisk steps and rapid hand movements. The Bihu dance is a symbol of Assamese identity and pride, and it is a deeply meaningful cultural expression.\n\nThis video takes you on a journey through the Bihu dance festival, from the preparation of the dancers to the electrifying performance itself. You will experience the excitement and energy of the festival firsthand, and you will get a glimpse into the rich culture of Assam.\n\nSignificance of the Bihu dance:\n\nThe Bihu dance is an important part of the Assamese culture and heritage. It is a celebration of the Assamese New Year, the spring season, and the fertility of the land. The dance is also a way for the Assamese people to express their joy and love for their culture.\n\nCultural significance of the Bihu dance:\n\nThe Bihu dance is a reflection of the Assamese culture and values. It is a celebration of life, community, and the natural world. The dance is also a way for the Assamese people to connect with their ancestors and their traditions.\n\nSpeciality of the Bihu dance:\n\nThe Bihu dance is unique in its energy, enthusiasm, and vibrancy. The dancers move with such grace and precision that it is mesmerizing to watch. The costumes are also very colorful and eye-catching.\n\nWatch this 360 degree video to experience the Bihu dance festival in all its glory!\n\n#BihuDance #AssameseCulture #RhythmicTraditions #TraditionalDance #Assam #FolkDance #Culture #Heritage #Celebration #NortheastIndia #IndianTraditions #DancePerformance #AssamCulture #Music #Dance #TraditionalArt #CulturalHeritage #TraditionalCelebration #Festivals #bihufestival"
  },
  {
    "id": 10,
    "title": "Experience Aerial Video 4K",
    "url": "https://www.youtube.com/watch?v=JVTsZXz6u68",
    "description": "Embark on an extraordinary one-hour journey through the mesmerizing landscapes of Jammu, Northern India's hidden gem, in this breathtaking bird's eye view video. Prepare to be captivated as we soar high above the region, revealing its stunning natural beauty and cultural richness from a perspective like never before."
  },
  {
    "id": 11,
    "title": "Documentary",
    "url": "https://www.youtube.com/watch?v=wtsdK59j1CM",
    "description": "Immerse yourself in the timeless beauty of Orchha, Madhya Pradesh, through this stunning documentary. Explore the majestic Jahangir Mahal, regal Raja Mahal, towering Chaturbhuj Temple, and artistic Laxminarayan Temple. Our footage showcases the serene chhatris, saffron-robed sadhus, and local residents going about their daily lives. 📸\n\nStock Footage and Licensing: License this high-quality content for your projects. Contact us at https://youtellme.ai  for more information.\n\nExperience Orchha in VR: Visit the Aankhon Dekha VR Centre at the State Museum, Bhopal or the Orchha Fort Complex. Book your ticket here:  https://aankhondekha.com\n\n#Orchha #StockFootage #Licensing #HeritageIndia #BetwaRiver #MadhyaPradeshTourism #IncredibleIndia #VRIndia #AankhonDekha"
  },
  {
    "id": 12,
    "title": "Foundation",
    "url": "https://www.youtube.com/watch?v=fB6mt-0GWaY",
    "description": "Students and parents at EkTara School in Topsia, Kolkata, were thrilled with the immersive VR experience, exploring attractions across India. Their joy and excitement were evident in their smiles, leaving a lasting impression on teachers and curious parents. Thanks to the Kolkata Foundation, NJ, USA, and EkTara management, the 'Demo VR session' by the TellMe VR team was a huge success. This motivates the TellMe Team to further innovate in creating experiential educational content for students in the digital era. #VirtualRealityLearning #ImmersiveEducation #TechEnhancedLearning #FutureOfEducation #EducationThroughInnovation #EdTech #InnovativeTeaching #LearningMadeEasy #ExploringNewHorizons #HandsOnLearning #VisualLearning #Kolkata #EkTara #trendingaudio #trendingnow2023 \n"
  },
  {
    "id": 13,
    "title": "Madhya Pradesh Tourism",
    "url": "https://www.youtube.com/watch?v=VeME8eEi0-I",
    "description": "Discover the top 5 hidden gems of MP's cultural heritage that you never knew existed! From historical sites to natural beauty, explore the best of Madhya Pradesh's treasures in this video. Mandla and Mandu in Madhya Pradesh stand as two culturally rich destinations, adorned with historical sites that vividly portray the area's heritage."
  },
  {
    "id": 14,
    "title": "Famous Churches in India",
    "url": "https://www.youtube.com/watch?v=wID1aUKi8uc",
    "description": "Join tellme_360 for an extraordinary aerial journey through India's most stunning churches and cathedrals. Captured in brilliant 4K quality, each episode showcases architectural marvels from Kerala to the Himalayas, and Goa to Meghalaya. Don't miss the blend of history, art, and spirituality in each unique location."
  },
  {
    "id": 15,
    "title": "Popular Beaches in india",
    "url": "https://www.youtube.com/watch?v=NoaL91DW_nM",
    "description": "Discover the serene beauty of Mandvi Beach, a gem in Gujarat renowned for its pristine shores and peaceful ambiance. Perfect for both adventure enthusiasts and relaxation seekers, the beach offers exciting water sports, delightful horseback rides, and tantalizing local snacks. Don't miss the mesmerizing windmills and dive deep into the rich history of this captivating locale. Join us for a scenic journey through aerial drone shots capturing the tranquil and picturesque scenery of Mandvi Beach."
  },
  {
    "id": 16,
    "title": "Winters in Kashmir",
    "url": "https://www.youtube.com/watch?v=rFyO1NvOfsg",
    "description": "Experience the ethereal beauty of Kashmir in winter through our 4K cinematic travel series. Immerse yourself in the local culture and landscapes of Srinagar, Gulmarg, Aharbal, and Dal Lake. Discover the simplicity and warmth of Kashmiri people and enjoy the mesmerizing views of rivers, waterfalls, and lush forests. This series showcases the real 'Heaven on Earth'! Connect with us on social media and don't forget to like, comment, and subscribe for more insights into India's diverse culture and stunning travel destinations."
  },
  {
    "id": 17,
    "title": "Famous Temple in India",
    "url": "https://www.youtube.com/watch?v=rSVyh9UfUP0",
    "description": "Embark on an aerial journey to discover the MAGNIFICENT GOPURAMS, the iconic gateways that define the spiritual skyline of India. These architectural marvels, from the serene Parthasarathy Temple in Chennai to the historical Virupaksha Temple in Hampi, represent more than just the entrance to the temples; they symbolize the divine journey from the material to the spiritual realm. Each gopuram, with its unique style and intricate craftsmanship, tells a story of devotion, artistry, and the rich cultural heritage of India. Join us as we explore these aerial wonders in 4K, celebrating the incredible temple architecture that India is famed for. Dive into the world of sacred India, where each stone and sculpture narrates tales of spirituality, heritage, and awe-inspiring beauty."
  },
  {
    "id": 18,
    "title": "Street View",
    "url": "https://www.youtube.com/watch?v=X4Jm5g0PWT0",
    "description": "Embark on a virtual journey down Laxmi Road, the heart of Pune, through an immersive 8K 360° street view video. From Quarter Gate Chowk to Alka Chowk, explore this 4km stretch that is a treasure trove for shoppers and history enthusiasts alike. Laxmi Road offers a diverse range of products from automobile parts and plumbing equipment to exquisite gold and diamond jewellery, and the finest Paithani silk. Discover the rich cultural heritage of Pune with nearby attractions like Lal Mahal, Shaniwar Wada, and Mahatma Phule Mandai. Don't miss the revered Dagduseth Halwai and Tulshibaug Ganpati temples. Join us in experiencing the vibrant streets and hidden gems of Pune through Laxmi Road's bustling markets and historic landmarks."
  }
]